const questions = [

{
id:1,
question:"தோபித்து நிநிவேயில் இருந்தபோது, தன் மகனுக்கு ஒப்படைக்கச் சொல்லியிருந்த பணம் எந்த ஊரில் இருந்தது?",
choices:[
"எக்பத்தானா",
"ராகேஸ்",
"சூசா",
"மீடியா"
],
answer:1,
reference:"தோபித்து 1:14"
},

{
id:2,
question:"தோபியாவுடன் பயணம் செய்த ரபாயேல் எந்த பெயரில் தன்னை அறிமுகப்படுத்தினார்?",
choices:[
"கபிரியேல்",
"அசரியா",
"மிக்காயேல்",
"யோவேல்"
],
answer:1,
reference:"தோபித்து 5:13"
},

{
id:3,
question:"சாராவை துன்புறுத்திய அரக்கனின் பெயர் என்ன?",
choices:[
"பெலியார்",
"அஸ்மோதேயு",
"லூசிபர்",
"லேவியாதான்"
],
answer:1,
reference:"தோபித்து 3:8"
},

{
id:4,
question:"சாராவின் ஏழு கணவர்களும் எப்போது இறந்தனர்?",
choices:[
"திருமண விருந்தின்போது",
"திருமண இரவில்",
"திருமணத்திற்கு முன்பு",
"பயணத்தின் போது"
],
answer:1,
reference:"தோபித்து 3:8"
},

{
id:5,
question:"மீனின் எந்த உறுப்பை எரிக்கச் சொன்னார் ரபாயேல்?",
choices:[
"இதயம் மற்றும் ஈரல்",
"கண்கள் மற்றும் வால்",
"தோல் மற்றும் செவுள்",
"எலும்புகள்"
],
answer:0,
reference:"தோபித்து 6:7"
}

];
